Repository: kodi-game/game.libretro.pcsx-rearmed
Catalog: game.libretro.pcsx-rearmed/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, zh_cn

# Addon Description
source: PCSX ReARMed is another PCSX fork based on the PCSX-Reloaded project, which itself contains code from PCSX, PCSX-df and PCSX-Revolution.[CR][CR]This version features a MIPS-to-ARM recompiler, NEON GTE code and more performance improvements.
da_dk: PCSX ReARMed er en PCSX-fork baseret på PCSX-Reloaded-projektet, som i sig selv indeholder kode fra PCSX, PCSX-df og PCSX-Revolution.[CR][CR]Denne version har en MIPS-til-ARM-recompiler, NEON GTE-kode og flere ydelsesforbedringer.
es_es: PCSX ReARMed es otra bifurcación de PCSX basado en el proyecto PCSX-Reloaded, que a su vez contiene código de PCSX, PCSX-df y PCSX-Revolution[CR][CR]Esta versión incluye un recompilador de MIPS a ARM, código NEON GTE y más mejoras de rendimiento.
ga: Is forc PCSX eile é PCSX ReARMed atá bunaithe ar an tionscadal PCSX-Reloaded, ina bhfuil cód ó PCSX, PCSX-df agus PCSX-Revolution féin.[CR][CR]Tá ath-thiomsaitheoir MIPS-go-ARM, cód NEON GTE agus tuilleadh feabhsuithe feidhmíochta sa leagan seo.
zh_cn: PCSX ReARMed 是基于 PCSX-Reloaded 项目的另一个 PCSX 分叉，该项目本身包含来自 PCSX、PCSX-df 和 PCSX-Revolution 的代码。[CR][CR]此版本具有 MIPS-to-ARM 重新编译、NEON GTE 代码和更多性能改进。

# #30001
source: Region
da_dk: Område
es_es: Región
ga: Réigiún
zh_cn: 区域

# #30002
source: BIOS Selection
da_dk: Valg af BIOS
es_es: Selección de BIOS
ga: Rogha BIOS
zh_cn: BIOS 选择

# #30003
source: Show BIOS Boot Logo
da_dk: Vis BIOS logo ved opstart
es_es: Mostrar Logo de arranque BIOS
ga: Taispeáin Lógó Tosaithe BIOS
zh_cn: 显示 BIOS 引导徽标

# #30005
source: Dynamic Recompiler
da_dk: Dynamisk recompiler
es_es: Recompilador Dinámico
ga: Aththiomsaitheoir Dinimiciúil
zh_cn: 动态重编译器

# #30007
source: Dithering Pattern
da_dk: Mønster for nuanceændring
es_es: Patrón de Difuminado
ga: Patrún Díthrithe
zh_cn: 抖动模式

# #30009
source: Threaded Rendering
es_es: Renderizado por hilos
ga: Rindreáil Snáithithe
zh_cn: 线程渲染

# #30010
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
ga: Fráma-léim
zh_cn: 帧跳过

# #30011
source: Frameskip Threshold (%)
da_dk: Tærskel når der springes en frame over (%)
es_es: Umbral de Salto de Fotogramas (%)
ga: Tairseach Léim Fráma (%)
zh_cn: 帧跳过阈值（%）

# #30012
source: Frameskip Interval
da_dk: Interval når der springes en frame over
es_es: Intervalo de Salto de Fotogramas
ga: Eatramh Léim Fráma
zh_cn: 跳帧间隔

# #30013
source: Display Internal FPS
da_dk: Vis intern FPS
es_es: Mostrar FPS Internos
ga: Taispeáin FPS Inmheánach
zh_cn: 显示内部 FPS

# #30014
source: (GPU) Slow linked list processing
da_dk: (GPU) Langsom sammenkædet listebehandling
es_es: (GPU) Procesado lento de lista enlazada
ga: (GPU) Próiseáil mhall liosta nasctha
zh_cn: （GPU）链表处理缓慢

# #30015
source: (GPU) Show Interlaced Video
da_dk: (GPU) Vis interlaced video
es_es: (GPU) Mostrar Vídeo Entrelazado
ga: (GPU) Taispeáin Físeán Idirfhite
zh_cn: （GPU）显示隔行扫描视频

# #30017
source: (GPU) Enhanced Resolution Speed Hack
da_dk: (GPU) Forbedret opløsning hastighedshack
es_es: (GPU) Truco de Velocidad para Resolución Mejorada
ga: (GPU) Hack Luas Réitigh Feabhsaithe
zh_cn: （GPU）增强分辨率速度 Hack

# #30018
source: (GPU) Odd/Even Bit Hack
da_dk: (GPU) Hack for ulige/lige bit
es_es: (GPU) Truco Bit Par/Impar
ga: (GPU) Hack Giotán Corr/Cothrom
zh_cn: （GPU）奇偶位 Hack

# #30019
source: (GPU) Expand Screen Width
da_dk: (GPU) Udvid skærmbredde
es_es: (GPU) Ancho de Pantalla Extendida
ga: (GPU) Leathnaigh Leithead an Scáileáin
zh_cn: （GPU）扩展屏幕宽度

# #30020
source: (GPU) Ignore Brightness Color
da_dk: (GPU) Ignorer lysstyrkefarve
es_es: (GPU) Ignorar Color de Brillo
ga: (GPU) Déan neamhaird de Dath Gile
zh_cn: （GPU）忽略亮度颜色

# #30021
source: (GPU) Disable Coordinate Check
da_dk: (GPU) Deaktiver kontrol af koordinater
es_es: (GPU) Desactivar Comprobación Coordinada
ga: (GPU) Díchumasaigh Seiceáil Chomhordanáidí
zh_cn: （GPU）禁用坐标检查

# #30022
source: (GPU) Lazy Screen Update
da_dk: (GPU) Langsom skærmopdatering
es_es: (GPU) Refresco de Pantalla Vago
ga: Nuashonrú Scáileáin Leisciúil (GPU)
zh_cn: （GPU）延迟屏幕更新

# #30023
source: (GPU) Repeat Flat Tex Triangles
da_dk: (GPU) Gentag flade Tex-trekanter
es_es: (GPU) Repetir Triángulos con Textura Plana
ga: Triantáin Tex Cothroma Athdhéanta (GPU)
zh_cn: （GPU）重复扁平 Tex 三角形

# #30024
source: (GPU) Draw Tex-Quads as Triangles
da_dk: (GPU) Tegn tex-kvadrater som trekanter
es_es: (GPU) Dibujar Quads con Textura como Triángulos
ga: (GPU) Tarraing Tex-Quads mar Thriantáin
zh_cn: （GPU）将纹理四边形绘制为三角形

# #30025
source: (GPU) Fake 'GPU Busy' States
da_dk: (GPU) Falsk 'GPU optaget'-tilstand
es_es: (GPU) Estados 'GPU Ocupada' Falsos
ga: Stáit Bhréige (GPU) 'GPU Gnóthach'
zh_cn: （GPU）假“GPU忙”状态

# #30026
source: (GPU) Texture Blending
da_dk: (GPU) Overfladeblanding
es_es: (GPU) Mezcla de Texturas
ga: Cumasc Uigeachta (GPU)
zh_cn: （GPU）纹理混合

# #30027
source: (GPU) Lighting Effects
da_dk: (GPU) Lyseffekter
es_es: (GPU) Efectos de Iluminación
ga: Éifeachtaí Soilsithe (GPU)
zh_cn: （GPU）光照效果

# #30028
source: (GPU) Fast Lighting
da_dk: (GPU) Hurtig belysning
es_es: (GPU) Iluminación Rápida
ga: Soilsiú Tapa (GPU)
zh_cn: （GPU）快速光照

# #30029
source: (GPU) Hi-Res Downscaling
da_dk: (GPU) Nedskalering i høj kvalitet
es_es: (GPU) Reducción de Escala de Alta Resolución
ga: Laghdú Scálú Ard-Réitigh (GPU)
zh_cn: （GPU）高分辨率缩小

# #30030
source: Audio Reverb Effects
da_dk: Lyd rumklangseffekter
es_es: Efectos de Reverberación de Audio
ga: Éifeachtaí Athfhuaime Fuaime
zh_cn: 音频混响效果

# #30031
source: Sound Interpolation
da_dk: Lydinterpolation
es_es: Interpolación de Sonido
ga: Idirshuíomh Fuaime
zh_cn: 声音插值

# #30032
source: CD Audio
da_dk: CD-lyd
ga: Fuaime CD
zh_cn: CD 音频

# #30033
source: XA Decoding
da_dk: XA afkodning
es_es: Decodificación XA
ga: Díchódú XA
zh_cn: XA 解码

# #30034
source: Analog Axis Bounds
da_dk: Grænser for analog akse
es_es: Límites de Ejes Analógicos
ga: Teorainneacha Ais Analógacha
zh_cn: 模拟轴界限

# #30035
source: Rumble Effects
da_dk: Rumble-effekter
es_es: Efectos de Vibración
ga: Éifeachtaí Tormán
zh_cn: 隆隆声效应

# #30037
source: NegCon Twist Deadzone
da_dk: Dødzone for NegCon Twist
es_es: Zona Muerta Giro NeGcon
ga: Crios Marbh NegCon Twist
zh_cn: NegCon 扭转死区

# #30038
source: NegCon Twist Response
da_dk: NegCon twist-svar
es_es: Respuesta de Giro NeGcon
ga: Freagra Casadh NegCon
zh_cn: NegCon 扭转响应

# #30039
source: Mouse Sensitivity
da_dk: Musens følsomhed
es_es: Sensibilidad del Ratón
ga: Íogaireacht Luiche
zh_cn: 鼠标灵敏度

# #30040
source: Guncon X Axis Offset
da_dk: Forskydning af Guncon X-akse
es_es: Compensación en Eje X para Guncon
ga: Fritháireamh Ais X Guncon
zh_cn: Guncon X 轴偏移

# #30041
source: Guncon Y Axis Offset
da_dk: Forskydning af Guncon Y-akse
es_es: Compensación en Eje Y para Guncon
ga: Fritháireamh Ais Y Guncon
zh_cn: Guncon Y 轴偏移

# #30042
source: Guncon X Axis Response
da_dk: Svar for Guncon X-akse
es_es: Respuesta en Eje X para Guncon
ga: Freagairt Ais X Guncon
zh_cn: Guncon X 轴响应

# #30043
source: Guncon Y Axis Response
da_dk: Svar for Guncon Y-akse
es_es: Respuesta en Eje Y para Guncon
ga: Freagairt Ais Y Guncon
zh_cn: Guncon Y 轴响应

# #30044
source: Instruction Cache Emulation
da_dk: Emuleret instruktions-cache
es_es: Emulación de Caché de Instrucciones
ga: Aithris Taisce Treoracha
zh_cn: 指令缓存仿真

# #30045
source: Disable Automatic Compatibility Hacks
da_dk: Deaktiver automatiske kompatibilitetshacks
es_es: Desactivar Trucos de Compatibilidad Automáticos
ga: Díchumasaigh Haiceanna Comhoiriúnachta Uathoibríocha
zh_cn: 禁用自动兼容性破解

# #30046
source: (Speed Hack) Disable SMC Checks
da_dk: (Hastighedshack) Deaktiver SMC-tjek
es_es: (Truco de Velocidad) Desactivar Comprobaciones SMC
ga: (Haic Luas) Díchumasaigh Seiceálacha SMC
zh_cn: （Speed Hack）禁用 SMC 检查

# #30047
source: (Speed Hack) Assume GTE Registers Unneeded
da_dk: (Hastighedshack) Antag at GTE-registre er unødvendige
es_es: (Truco de Velocidad) Asumir que los Registros GTE son Innecesarios
ga: (Haic Luas) Glac leis nach bhfuil Riachtanas le Cláir GTE
zh_cn: （Speed Hack）假定不需要 GTE 寄存器

# #30048
source: (Speed Hack) Disable GTE Flags
da_dk: (Hastighedshack) Deaktiver GTE-flag
es_es: (Truco de Velocidad) Desactivar Banderas GTE
ga: (Haic Luas) Díchumasaigh Bratacha GTE
zh_cn: （Speed Hack）禁用 GTE 标志

# #30050
source: (GPU) Screen centering
es_es: (GPU) Centrado de pantalla
ga: Lárú scáileáin (GPU)

# #30053
source: (GPU) Enhanced Resolution
es_es: (GPU) Resolución Mejorada
ga: (GPU) Rún Feabhsaithe

# #30054
source: Threaded SPU
es_es: SPU Enlazado
ga: SPU snáithithe

# #30055
source: DualShock Analog Mode Toggle Key Combo
es_es: Combinación de Teclas para Activar el Modo Analógico del DualShock
ga: Teaglama Eochracha Scoradáin Mód Analógach DualShock

# #30056
source: Multitap Mode
es_es: Modo Multitap
ga: Mód Il-thapála

# #30057
source: Player 1 Lightgun Crosshair
es_es: Punto de Mira de la Pistola de Luz del Jugador 1
ga: Crosghruaig Gunna Solais Imreoir 1

# #30058
source: Player 2 Lightgun Crosshair
es_es: Punto de Mira de la Pistola de Luz del Jugador 2
ga: Crosghruaig Gunna Solais Imreoir 2

# #30059
source: Konami Gun X Axis Offset
es_es: Desplazamiento Eje X de la Pistola Konami
ga: Fritháireamh Ais X Gun Konami

# #30060
source: Konami Gun Y Axis Offset
es_es: Desplazamiento Eje Y de la Pistola Konami
ga: Fritháireamh Ais Y Gun Konami

# #30061
source: Exception and Breakpoint Emulation
es_es: Emulación de Excepciones y Puntos de Interrupción
ga: Aithris Eisceachta agus Brisphointe

# #30062
source: Disable CPU/GTE Stalls
es_es: Desactivar paradas de CPU/GTE
ga: Díchumasaigh Stallanna LAP/GTE

# #30063
source: (GPU) Enhanced Resolution Texture Adjustment
ga: Coigeartú Uigeachta Réitigh Feabhsaithe (GPU)

# #30065
source: PSX CPU Clock Speed (%)
ga: Luas Clog LAP PSX (%)

# #30066
source: Use fractional frame rate
ga: Úsáid ráta fráma codánach

# #30068
source: Turbo CD
ga: CD Turbó

# #30069
source: Second Memory Card (Shared)
ga: Dara Cárta Cuimhne (Roinnte)

# #30070
source: CD read-ahead
ga: Léamh CD roimh ré

# #30071
source: DynaRec threading
ga: Snáithiú DynaRec

# #30072
source: (GPU) Horizontal overscan
ga: (GPU) Ró-scanadh cothrománach

# #30073
source: (GPU) Manual position X
ga: (GPU) Suíomh láimhe X

# #30074
source: (GPU) Manual position Y
ga: (GPU) Suíomh láimhe Y

# #30075
source: (GPU) Old renderer
ga: Sean-rindreálaí (GPU)

# #30076
source: RGB32 output
ga: Aschur RGB32

# #30077
source: (GPU) Manual height adjustment
ga: (GPU) Coigeartú airde de láimh

# #30078
source: (GPU) Skip every 2nd line
ga: (GPU) Léim gach dara líne

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes

# #30004
source: Enable Second Memory Card (Shared)
da_dk: Aktiver andet hukommelseskort (delt)
es_es: Activar Segunda Tarjeta de Memoria (compartida)

# #30006
source: PSX CPU Clock Speed
es_es: Velocidad del reloj de CPU PSX

# #30051
source: (GPU) Manual screen centering X
es_es: (GPU) Centrado manual X de la pantalla

# #30052
source: (GPU) Manual screen centering Y
es_es: (GPU) Centrado manual Y de la pantalla
